{
  "description": "",
  "paises": [
    {
      "description": "Turquía (en turco: Türkiye), en lenguaje formal conocida como República de Turquía,nota 1​ es un país transcontinental, con la mayor parte de su territorio situado en Asia Occidental y una menor (al oeste del mar de Mármara) en Europa Oriental, extendiendose por toda la península de Anatolia y en Tracia Oriental por la zona de los Balcanes.",
      "id": "turkey",
      "countryName": "Turkey",
      "population": "84339067",
      "capital": "Ankara",
      "continentName": "Asia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Flag_of_Turkey.svg/1024px-Flag_of_Turkey.svg.png"
    },
    {
      "description": "Estados Unidosnota 2​ (EE. UU.; en inglés: United States, siglas: US),nota 3​ oficialmente Estados Unidos de América (EUA; en inglés: United States of America, siglas: USA),13​ es un país soberano constituido en una república federal constitucional compuesta por cincuenta estados y un distrito federal. Limita al norte con Canadá y al sur, con México. Su capital es Washington D. C. y su ciudad más poblada, Nueva York. La mayor parte del país se ubica en el medio de América del Norte ―donde se encuentran sus 48 estados contiguos y Washington D. C.―, entre los océanos Pacífico y Atlántico.",
      "id": "EstadosUnidos",
      "countryName": "Estados Unidos",
      "population": "339665118",
      "capital": "Washington D. C.",
      "continentName": "America",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/203px-Flag_of_the_United_States.svg.png"
    },
    {
      "description": "Brasil, oficialmente República Federativa de Brasil (República Federativa do Brasilⓘ),10​11​ es un país soberano de América del Sur que comprende la mitad oriental del continente y algunos grupos de pequeñas islas en el océano Atlántico. Su capital es Brasilia y su ciudad más poblada es São Paulo. Es el tercer país más grande de América. Con una superficie estimada en más de 8 500 000 km²,3​ es el quinto país más grande del mundo en área total (equivalente al 47,69 % del territorio sudamericano).",
      "id": "Brasil",
      "countryName": "Brasil",
      "population": "203062512",
      "capital": "Brasilia",
      "continentName": "America",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Flag_of_Brazil.svg/203px-Flag_of_Brazil.svg.png"
    },
    {
      "description": "España, formalmente el Reino de España,nota 1​ es un país soberano transcontinental, constituido en Estado social y democrático de derecho y cuya forma de gobierno es la monarquía parlamentaria. Es uno de los veintisiete Estados soberanos que forman la Unión Europea. Su territorio, con capital en Madrid,30​ está organizado en diecisiete comunidades autónomas, formadas a su vez por cincuenta provincias, y dos ciudades autónomas.",
      "id": "España",
      "countryName": "España",
      "population": "48446594",
      "capital": "Madrid",
      "continentName": "Europa",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/Bandera_de_Espa%C3%B1a.svg/203px-Bandera_de_Espa%C3%B1a.svg.png"
    },
    {
      "description": "Argentina, oficialmente República Argentina,j​ es un país soberano de América del Sur, ubicado en el extremo sur y sudeste de dicho subcontinente. Adopta la forma de gobierno republicana, democrática, representativa y federal.",
      "id": "Argentina",
      "countryName": "Argentina",
      "population": "4600000",
      "capital": "Buenos aires",
      "continentName": "America",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Flag_of_Argentina.svg/640px-Flag_of_Argentina.svg.png"
    },
    {
      "id": "honduras",
      "countryName": "Honduras",
      "population": "9870543",
      "capital": "Tegucigalpa",
      "continentName": "America",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Flag_of_Honduras.svg/2560px-Flag_of_Honduras.svg.png",
      "description": "Honduras, oficialmente República de Honduras, es un país de América Central con costas en el mar Caribe al norte y en el océano Pacífico al sur.9​ Honduras es un Estado unitario, y se autodefine como libre, soberano e independiente."
    },
    {
      "id": "Vietnam",
      "countryName": "Vietnam",
      "population": "104798654",
      "capital": "Hanoi",
      "continentName": "Asia",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Flag_of_Vietnam.svg/1200px-Flag_of_Vietnam.svg.png?20170626140925",
      "description": "Vietnam8​9​ (en vietnamita: Việt Nam), oficialmente República Socialista de Vietnam (Cộng hòa Xã hội chủ nghĩa Việt Namⓘ),10​ es un país soberano del Sudeste Asiático, el más oriental de la península Indochina. Con una población estimada de 98 millones, es el decimosexto país más poblado del mundo, el octavo de Asia y el más poblado de los 5 países que componen la Indochina. El nombre del país se traduce como «Viet del sur», un sinónimo del antiguo nombre del Reino de Nanyue (Nam Việt) establecido en el siglo III a. C., y que fue adoptado oficialmente por primera vez en 1802 por el emperador Gia Long. En 1945 volvió a fijarse de manera oficial el topónimo con la fundación de la República Democrática de Vietnam presidida por Hồ Chí Minh. El país tiene frontera por el norte con China, con Laos por el noroeste y con Camboya por el suroeste, mientras que hacia el este tiene una extensa costa bañada por el mar de la China Meridional. Su capital es Hanói desde la reunificación de Vietnam del Norte y Vietnam del Sur en 1976."
    },
    {
      "id": "nigeria",
      "description": "Nigeria (en inglés: [naɪˈdʒɪəɹɪə]ⓘ), oficialmente República Federal de Nigeria2​ (en inglés Federal Republic of Nigeria),6​ es un país de África occidental,2​ que limita con Níger al norte, con Chad en el nordeste, con Camerún en el este y con Benín en el oeste.6​ Su costa sur está localizada en el golfo de Guinea en el océano Atlántico.6​ La federación comprende treinta y seis estados y el Territorio de la Capital Federal, donde está localizada la capital, Abuya.12​ La constitución define a Nigeria como un Estado secular13​ con separación de poderes.14",
      "countryName": "Nigeria",
      "population": "206139587",
      "capital": "Abuja",
      "continentName": "África",
      "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_Nigeria.svg/1280px-Flag_of_Nigeria.svg.png"
    }
  ]
}